---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz3
source: html/d0ea9920-1f3f-d66a-0ed6-4e84665909f2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFz3 Property

"Fz 3"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFz3 { get; }
```